<?php

return [
    'part_name' => [
        '選択してください' => '選択してください',
        '胸' => '胸',
        '脚' => '脚',
        '肩' => '肩',
        '背中' => '背中',
        '二頭' => '二頭',
        '三頭' => '三頭',
        '腹' => '腹'
    ],
    'settype_name' => [
        '選択してください' => '選択してください',
        'ノーマルセット' => 'ノーマルセット',
        'ドロップセット' => 'ドロップセット',
        'スーパーセット' => 'スーパーセット',
        'トライセット' => 'トライセット',
        'ジャイアントセット' => 'ジャイアントセット',
        'その他はメモ欄へ' => 'その他はメモ欄へ'
    ],
    'menu_name' => [
        '選択してください' => '選択してください',
        'chest' => [
            'ベンチプレス' => 'ベンチプレス',
            'ダンベルプレス' => 'ダンベルプレス',
        ],
        'leg' => [
            'スクワット' => 'スクワット',
            'レッグプレス' => 'レッグプレス'
        ],
    ]
];
